export const keys = {
    en:{
        lowerCase:[
            ["\`", "1", "2", "3", "4", "5", "6", "7", "8", "9", "0", "-", "=", "Backspace"],
            ["Tab", "q", "w", "e", "r", "t", "y", "u", "i", "o", "p", "[", "]", "\\", "Delete"],
            ["CapsLock", "a", "s", "d", "f", "g", "h", "j", "k", "l", ";", "\'", "Enter"],
            ["Shift", "z", "x", "c", "v", "b", "n", "m", ",", ".", "/", "▲", "Shift"],
            ["Ctrl", "Win", "Alt", "Space", "Alt", "◄", "▼", "►", "Ctrl"]
        ],
        upperCase:[
            ["\~", "!", "@", "#", "$", "%", "^", "&", "*", "(", ")", "_", "+", "Backspace"],
            ["Tab", "Q", "W", "E", "R", "T", "Y", "U", "I", "O", "P", "{", "}", "|", "Delete"],
            ["CapsLock", "A", "S", "D", "F", "G", "H", "J", "K", "L", ":", "\"", "Enter"],
            ["Shift", "Z", "X", "C", "V", "B", "N", "M", "<", ">", "?", "▲", "Shift"],
            ["Ctrl", "Win", "Alt", "Space", "Alt", "◄", "▼", "►", "Ctrl"]
        ],
        capsLock:[
            ["\`", "1", "2", "3", "4", "5", "6", "7", "8", "9", "0", "-", "=", "Backspace"],
            ["Tab", "Q", "W", "E", "R", "T", "Y", "U", "I", "O", "P", "[", "]", "\\", "Delete"],
            ["CapsLock", "A", "S", "D", "F", "G", "H", "J", "K", "L", ";", "\'", "Enter"],
            ["Shift", "Z", "X", "C", "V", "B", "N", "M", ",", ".", "/", "▲", "Shift"],
            ["Ctrl", "Win", "Alt", "Space", "Alt", "◄", "▼", "►", "Ctrl"]
        ]
    },
    uk:{
        lowerCase:[
            ["\'", "1", "2", "3", "4", "5", "6", "7", "8", "9", "0", "-", "=", "Backspace"],
            ["Tab", "й", "ц", "у", "к", "е", "н", "г", "ш", "щ", "з", "х", "ї", "\\", "Delete"],
            ["CapsLock", "ф", "і", "в", "а", "п", "р", "о", "л", "д", "ж", "є", "Enter"],
            ["Shift", "я", "ч", "с", "м", "и", "т", "ь", "б", "ю", ".", "▲", "Shift"],
            ["Ctrl", "Win", "Alt", "Space", "Alt", "◄", "▼", "►", "Ctrl"]
        ],
        upperCase:[
            ["₴", "!", "\"", "№", ";", "%", ":", "?", "*", "(", ")", "_", "+", "Backspace"],
            ["Tab", "Й", "Ц", "У", "К", "Е", "Н", "Г", "Ш", "Щ", "З", "Х", "Ї", "/", "Delete"],
            ["CapsLock", "Ф", "І", "В", "А", "П", "Р", "О", "Л", "Д", "Ж", "Э", "Enter"],
            ["Shift", "Я", "Ч", "С", "М", "И", "Т", "Ь", "Б", "Ю", ",", "▲", "Shift"],
            ["Ctrl", "Win", "Alt", "Space", "Alt", "◄", "▼", "►", "Ctrl"]
        ],
        capsLock:[
            ["\'", "1", "2", "3", "4", "5", "6", "7", "8", "9", "0", "-", "=", "Backspace"],
            ["Tab", "Й", "Ц", "У", "К", "Е", "Н", "Г", "Ш", "Щ", "З", "Х", "Ї", "/", "Delete"],
            ["CapsLock", "Ф", "І", "В", "А", "П", "Р", "О", "Л", "Д", "Ж", "Э", "Enter"],
            ["Shift", "Я", "Ч", "С", "М", "И", "Т", "Ь", "Б", "Ю", ",", "▲", "Shift"],
            ["Ctrl", "Win", "Alt", "Space", "Alt", "◄", "▼", "►", "Ctrl"]
        ]
    }
}   